{
    "hotels": [
        {
            "id": 1,
            "title": "Espinas Palace Hotel",
            "img": "https://cdn.snapptrip.app/images/774x435/galleries/hotel/434/47689.jpeg",
            "images" : [
              "https://cdn.snapptrip.app/images/774x435/galleries/hotel/434/47699.jpeg",
              "https://cdn.snapptrip.app/images/774x435/galleries/hotel/434/17987.jpeg",
              "https://cdn.snapptrip.app/images/774x435/galleries/hotel/434/17976.jpeg",
              "https://cdn.snapptrip.app/images/774x435/galleries/hotel/434/17957.jpeg"
            ],
            "city": "Tehran",
            "description": "After the opening of Spinas Palace Hotel - a luxury collection of Spinas Hotels Group in Tehran in 2014, which was called the biggest hotel in Tehran, the news indicated that one of the most luxurious hotels in the country has started its operation in the capital. This 5-star hotel has 20 floors and 400 accommodation units are in this luxury hotel. Spinas Palace Hotel - The luxury collection of Spinas Hotels Group was built on a high hill in Saadat Abad. The height of the hotel building and its location on this hill have made the guests of this hotel see a unique view of Tehran in front of them. And one of the good features of this hotel is that it has a view on four sides.",
            "subway": "250m away",
            "bus": "100m away",
            "bedroom": 40,
            "bathroom": 25,
            "price": 1000,
            "address": "Tehran, Saadat Abad, Behroud Square, Abedi St., Alley 33",
            "latitude": 35.79326,
            "longitude": 51.35639
          },
          {
            "id": 2,
            "title": "Tehran Grand 2 Hotel",
            "img": "https://fs.snapptrip.app/images/774x435/galleries/hotel/476/19737.jpeg",
            "images" : [
              "https://fs.snapptrip.app/images/774x435/galleries/hotel/476/19739.jpeg",
              "https://fs.snapptrip.app/images/774x435/galleries/hotel/476/19738.jpeg",
              "https://fs.snapptrip.app/images/774x435/galleries/hotel/476/19742.jpeg",
              "https://fs.snapptrip.app/images/774x435/galleries/hotel/476/19743.jpeg"
            ],
            "city": "Tehran",
            "description": "Tehran Grand Hotel 2 Tehran is one of the newly built and luxury hotels, and the second branch of Tehran Grand Hotel, which is located on Vila street. This 4-star hotel with 84 bright and clean rooms on 8 floors has been serving the travelers of Tehran since 2010. Tehran Grand Hotel 2 Tehran has facilities such as conference and conference hall, coffee shop, fast food, and handicraft and souvenir shop, which has made it a high-quality hotel among Tehran hotels. Serving Iranian and foreign dishes in the hotel restaurant with a cozy atmosphere will make your meal pleasant.",
            "subway": "250m away",
            "bus": "100m away",
            "bedroom": 36,
            "bathroom": 20,
            "price": 1500,
            "address": "No. 28, Sepand East Street, Ostad Nejat Elahi St., Tehran",
            "latitude": 35.71128,
            "longitude": 51.41627
          },
          {
            "id": 3,
            "title": " Spinas Hotel, Tehran Boulevard",
            "img": "https://cdn.snapptrip.app/images/774x435/galleries/hotel/48/47664.jpeg",
            "images" : [
              "https://cdn.snapptrip.app/images/774x435/galleries/hotel/48/47665.jpeg",
              "https://cdn.snapptrip.app/images/774x435/galleries/hotel/48/47669.jpeg",
              "https://cdn.snapptrip.app/images/774x435/galleries/hotel/48/47676.jpeg",
              "https://cdn.snapptrip.app/images/774x435/galleries/hotel/48/47682.jpeg"
            ],
            "city": "Tehran",
            "description": "Espinas Hotel on Tehran Boulevard is located on Keshavarz Boulevard, the most popular boulevard in Tehran, and its old name was Espinas Khaleej Fars. When you step on the entrance steps of this 5-star luxury and modern hotel, you will not feel like a VIP. Espinas Hotel on Tehran Boulevard, which was established in 2009 and is newly built, has 274 rooms and suites. Upon arrival, the warm and friendly staff of the hotel will welcome you. The hotel has many recreational, comfort, and sports facilities. The hotel restaurant cooks tasty international dishes for travelers.",
            "subway": "250m away",
            "bus": "100m away",
            "bedroom": 74,
            "bathroom": 28,
            "price": 800,
            "address": "No. 126, Keshavarz Boulevard, between Palestine Street and Naderi Street, Tehran",
            "latitude": 35.70955,
            "longitude": 51.40136
          },
          {
            "id": 4,
            "title": "Parsian Evin Hotel",
            "img": "https://cdn.snapptrip.app/images/774x435/galleries/hotel/70/36539.jpeg",
            "images" : [
              "https://cdn.snapptrip.app/images/774x435/galleries/hotel/70/17250.jpeg",
              "https://cdn.snapptrip.app/images/774x435/galleries/hotel/70/17251.jpeg",
              "https://cdn.snapptrip.app/images/774x435/galleries/hotel/70/17253.jpeg",
              "https://cdn.snapptrip.app/images/774x435/galleries/hotel/70/17261.jpeg"
            ],
            "city": "Tehran",
            "description": "Parsian Evin Hotel in Tehran is located on Chamran highway and near Evin neighborhood. If you want clean air in Tehran and want to be away from the hustle and bustle of the city, this 4-star hotel is a good choice among Tehran hotels. Parsian Evin Hotel was established in 1348 and now has 150 rooms and suites It has also happened in them. In this hotel, you can stay in clean rooms with a capacity of one or two people and use the restaurant, green space, and coffee shop. Conference hall and meeting room are also other facilities of the hotel.",
            "subway": "250m away",
            "bus": "100m away",
            "bedroom": 41,
            "bathroom": 22,
            "price": 1000,
            "address": "Tehran, Shahid Dr. Chamran highway, Evin intersection",
            "latitude": 35.78953,
            "longitude": 51.39096
          },
          {
            "id": 5,
            "title": "Persian Plaza Hotel",
            "img": "https://cdn.snapptrip.app/images/774x435/galleries/hotel/1645/33183.jpeg",
            "images" : [
              "https://cdn.snapptrip.app/images/774x435/galleries/hotel/1645/29374.jpeg",
              "https://cdn.snapptrip.app/images/774x435/galleries/hotel/1645/37066.jpeg",
              "https://cdn.snapptrip.app/images/774x435/galleries/hotel/1645/29377.jpeg",
              "https://cdn.snapptrip.app/images/774x435/galleries/hotel/1645/26864.jpeg"
            ],
            "city": "Tehran",
            "description": "Parshin Plaza Tehran Hotel with its white and tall building is located on Abbas Abad (Beheshti) street, one of the important streets of Tehran and has good access to other parts of Tehran city. The 5-star Parshin Plaza Tehran hotel with 99 rooms in a 16-story building was established in 2017 to become a high-quality and ideal hotel for staying among the hotels in Tehran. The rooms and suites are arranged with taste, stylish, tidy, and spacious, and each one is equipped with complete and modern amenities and services. Also, in many rooms of Parshin Plaza Hotel, you have the view of the city of Tehran.",
            "subway": "250m away",
            "bus": "100m away",
            "bedroom": 56,
            "bathroom": 32,
            "price": 1500,
            "address": "No. 42, Mirzai Zinali East St., below Beheshti, North Sohrawardi, Tehran",
            "latitude": 35.72853,
            "longitude": 51.43989
          },
          {
            "id": 6,
            "title": "Homa Hotel",
            "img": "https://cdn.snapptrip.app/images/774x435/galleries/hotel/64/34534.jpeg",
            "images" : [
              "https://cdn.snapptrip.app/images/774x435/galleries/hotel/64/34542.jpeg",
              "https://cdn.snapptrip.app/images/774x435/galleries/hotel/64/34544.jpeg",
              "https://cdn.snapptrip.app/images/774x435/galleries/hotel/64/37657.jpeg",
              "https://cdn.snapptrip.app/images/774x435/galleries/hotel/64/34550.jpeg"
            ],
            "city": "Tehran",
            "description": "Homa Tehran Hotel is located near Vanak Square and is a long-standing hotel among the hotels in Tehran. This 5-star hotel was established in 1345 and renovated in 1397, and currently serves travelers with 177 rooms and suites on 16 floors. High-quality facilities and convenient accommodation services provided by the professional and friendly staff of Homa Hotel in Tehran add to its advantages. Facilities such as restaurant, coffee shop, swimming pool, gym, sauna and jacuzzi are at your disposal during your stay. In addition to services and facilities, Homa Tehran Hotel has a convenient geographical location and easy access to various places in the city.",
            "subway": "250m away",
            "bus": "100m away",
            "bedroom": 78,
            "bathroom": 12,
            "price": 800,
            "address": "No. 51, Shahid Khodami St., Vanak Square, Tehran",
            "latitude": 35.76195,
            "longitude": 51.40526
          },
          {
            "id": 7,
            "title": "Esteghlal Hotel",
            "img": "https://fs.snapptrip.app/images/774x435/galleries/hotel/63/33628.jpeg",
            "images" : [
              "https://fs.snapptrip.app/images/774x435/galleries/hotel/63/17113.jpeg",
              "https://fs.snapptrip.app/images/774x435/galleries/hotel/63/17114.jpeg",
              "https://fs.snapptrip.app/images/774x435/galleries/hotel/63/17126.jpeg",
              "https://fs.snapptrip.app/images/774x435/galleries/hotel/63/17132.jpeg"
            ],
            "city": "Tehran",
            "description": "Tehran's Parsian Esteghlal Hotel, which was known as Royal Hilton before the revolution, holds the title of the largest 5-star hotel in the capital. The 5-star Parsian Esteghlal Hotel was built in 1341, and 10 years later, the eastern tower of the hotel was added to it. In total, the hotel has 552 rooms and suites in 2 buildings with 15 floors, which overlook the Alborz mountains and the city of Tehran. Parsian Esteghlal Hotel, Tehran, with more than 50 years of experience in hotel management, provides a luxurious and memorable stay for travelers among the hotels of Tehran city. In the two western and eastern towers of Parsian Esteghlal Hotel, you can find dozens of high-quality facilities and services combined. It becomes as much as the facilities of a city; From various restaurants and cafes to sports complexes and commercial shops.",
            "subway": "250m away",
            "bus": "100m away",
            "bedroom": 20,
            "bathroom": 15,
            "price": 1000,
            "address": "Tehran, the intersection of Shahid Chamran and Vali Asr highways",
            "latitude": 35.79084,
            "longitude": 51.41390
          },
          {
            "id": 8,
            "title": "Laleh Hotel",
            "img": "https://cdn.snapptrip.app/images/774x435/galleries/hotel/69/17336.jpeg",
            "images" : [
              "https://cdn.snapptrip.app/images/774x435/galleries/hotel/69/17338.jpeg",
              "https://cdn.snapptrip.app/images/774x435/galleries/hotel/69/17343.jpeg",
              "https://cdn.snapptrip.app/images/774x435/galleries/hotel/69/17357.jpeg",
              "https://cdn.snapptrip.app/images/774x435/galleries/hotel/69/17353.jpeg"
            ],
            "city": "Tehran",
            "description": "Laleh Hotel Tehran is located in Fatemi street and one of the best areas of Tehran. Next to this 5-star hotel is Laleh Park, which creates a pleasant atmosphere and beautifies the landscape of the hotel with its countless old trees. Laleh Hotel, which was established in 1349, carries with it the nostalgia of the past days of Tehran, which was known as Continental. This hotel with 380 rooms in a 13-story building still reminds you of old Tehran with its furniture, decor, and rooms. During your stay at Laleh Hotel in Tehran, you can use the French Rotisserie restaurant, the traditional Namakdon restaurant, the Tehera Chinese restaurant, the coffee shop, and the conference hall in the hotel.",
            "subway": "250m away",
            "bus": "100m away",
            "bedroom": 39,
            "bathroom": 22,
            "price": 1500,
            "address": "Fatemi St., corner of Hijab St., Tehran",
            "latitude": 35.71496,
            "longitude": 51.39342
          }
    ]
}